<template>
	<view>
		<view class="content" id="content">
			<view class="headtitle">斗蛐蛐游戏协议</view>
			<p class="title">温馨提示：</p>
			<p>
				斗蟋蟀比赛秉承宣传民俗文化为宗旨,从而体现我国悠久的历史文化遗产，以及多姿多彩的传统民俗生活。向世界展示中国独有“斗蟋蟀”文化。本着透明,公证,公平的态度,每天呈现精彩的蟋蟀对抗比赛。</p>
			<br>
			<p  class="title">【游戏比赛规则如下】</p>
			<p>1：毛口熟口蛐蛐交口，无论咬到任何部位都视为交口。蛐蛐领正后，自然形成踢到对面蛐蛐同样视为交口。(撞击到牙齿以外的部位不视为交口)</p>

			<p>2：由原来的60秒变更为30秒，15秒取消，蛐蛐交口分开后，双目，双方各倒数5个数，5个数双方有牙，继续交口，第一局交口后分开一方单叫，一方无叫，无叫一方有5个数，5个数有牙继续交口，5个数无牙，无牙一方直接进局30秒，双方5个数都无牙，双方全部进入30秒，30内秒有牙，开闸继续斗，30秒无牙，提虫，交口分开后双目状态下有局面一方有倒数5个数，5个数内无牙，提虫，5个数双方都有牙，继续交口</p>

			<p>3：双方交口在5分钟之内没有产生局面的情况下，我们以和局处理。如果有局面情况下15分钟没有分出胜负，按和局处理。</p>

			<p>4：开闸蛐蛐交口红蓝双方有一方进局，一方无局（或者半局）叠开后双目状态下，简板在不确定上下风口时，不方便下板的同时，规定无局（或者失半局）一方先把蛐蛐带开，然后进局一方5个数，有牙继续斗，无牙提虫。简板能判断哪方有上风口，草师带上风蛐蛐，然后进局一方5个数，有牙继续斗，无牙提虫。</p>

			<p>5：关于有牙，单叫定义，蛐蛐双方交口叠开后，蛐蛐翅膀有明显起落为单叫，5个数牙有明显张合为有牙。</p>

			<p>6：挂缸说明，蛐蛐打斗中蛐蛐跳出缸外以双目处理，蛐蛐在缸内以有局面处理。</p>
			<br>

			<p>望广大虫友监督及指导，如有合理化意见一经采纳,公司会有一定的相应奖励。</p>
			<p>本网络斗蟋蟀比赛最终解释权归本公司所有。</p>

			<br>
			<p  class="title">【说明】</p>
			<p>1、本游戏运营以会员制为运营方式，所有资金来源为广大虫友以会员费的形式无私赞助。</p>
			<p>2、会员在游戏比赛中所用积分均为本公司赠送的虚拟积分，不具备任何货币价值。本公司不以任何形式（货币或物质奖励）兑换进行回购。</p>
			<p>3、会员之间的私自赠送买卖行为本公司不予支持，由此产生的纠纷及法律后果于本公司无关。本公司严禁以任何形式参与赌博等行为。由此产生法律后果，本公司保留追究其法律责任的权利。</p>
			<p>4、本平台郑重承诺，所有工作人员不参与游戏竞技。</p>
			</div>
		</view>
	</view>
</template>

<script>
	export default {
		data() {
			return {

			}
		},
		methods: {

		}
	}
</script>

<style>
	p {
		font-size: 14px;
		color: #666;
		text-indent: 2em;
		margin: 0;
	}

	.headtitle {
		color: #333;
		font-size: 16px;
		text-align: center;
		font-weight: bold;
		margin-bottom: 20px;
	}

	.title {
		font-size: 16px;
		color: #333;
		font-weight: bold;
	}

	.content {
		background: #fff;
		position: relative;
		margin: 0;
		overflow: inherit;
		padding: 12px;
	}
</style>
